Repository: sgraf812/crystalmpq
Catalog: CrystalMpq.Explorer/Properties/Resources.*.resx
Languages: fr

# CannotFindMoreMessage
source: Cannot find another occurence of the text.
fr: Impossible de trouver une autre occurence du texte.

# DirectoryCreationDialogMessage
source: The directory "{0}" does not exists. Attempt to create it ?
fr: Le répertoire "{0}" n'existe pas. Tenter de le créer ?

# DirectoryCreationDialogTitle
source: The specified directory does not exist
fr: Le répertoire spécifié n'existe pas

# DirectoryCreationErrorDialogMessage
source: The directory "{0}" could not be created.
fr: Impossible de créer le répertoire "{0}".

# DirectoryCreationErrorDialogTitle
source: Error creating the directory
fr: Erreur à la création du répertoire

# ErrorDialogTitle
source: Error
fr: Erreur

# ExtractionFileMessage
source: Extracting file {0} of {1}: {2}
fr: Extraction du fichier {0} sur {1} : {2}

# ExtractionStatusMessage
source: {0} of {1} done.
fr: {0} de {1} traités.

# InvalidDirectoryErrorDialogTitle
source: Invalid directory
fr: Répertorie invalide

# InvalidDirectoryNameErrorDialogMessage
source: The specified directory name contains invalid characters, such as ", <, > or |.
fr: Le nom de répertoire spécifié contient des caractères invalides tels que ", <, > ou |.

# InvalidDirectoryNullErrorDialogMessage
source: The directory name is empty.
fr: Le nom de répertoire est vide.

# InvalidDirectoryPathTooLongErrorDialogMessage
source: The directory name is too long.
fr: Le nom de répertoire est trop long.

# NotFoundMessage
source: Text not found.
fr: Impossible de trouver le texte.

# OverwriteFileDialogMessage
source: A file with the name "{0}" already exists in the directory "{1}". Do you want to overwrite it ?
fr: Un fichier nommé "{0}" existe déjà dans le répertoire "{1}". Voulez-vous l'écraser ?

# OverwriteFileDialogTitle
source: Overwrite file
fr: Écraser le fichier

# PropertyDescriptionDefaultEncoding
source: Encoding used by the text viewer when viewing a new file.
fr: Encodage utilisé lors de l'ouverture d'un nouveau fichier.

# PropertyDescriptionGeneralSettings
source: General Settings of CrystalMpq Explorer
fr: Paramètres généraux de CrystalMpq Explorer

# PropertyDescriptionPluginsDirectory
source: The directory where plug-in assemblies are stored. Changes to this setting will be applied on next start.
fr: L'emplacement ou sont stockés les assemblys d'extension. La modification de ce paramètre sera prise en compte au prochain démarrage.

# PropertyDescriptionTextViewerSettings
source: Settings of CrystalMpq's internal Text Viewer.
fr: Paramètres du visualiseur de texte interne de CrystalMpq Explorer.

# PropertyDescriptionViewerBackColor
source: The background color of the view panel.
fr: Couleur d'arrière plan du panneau de visualisation.

# PropertyDisplayNameDefaultEncoding
source: Default Text Encoding
fr: Encodage par défaut du texte

# PropertyDisplayNameGeneralSettings
source: General Settings
fr: Paramètres généraux

# PropertyDisplayNamePluginsDirectory
source: Plugins Directory
fr: Répertoire des extensions

# PropertyDisplayNameTextViewerSettings
source: Text Viewer Settings
fr: Paramètres du visualiseur de texte

# PropertyDisplayNameViewerBackColor
source: Background Color
fr: Couleur d'arrière-plan

# ReachedEndMessage
source: Reached end of the text.Starting back at the beginning.
fr: Fin du texte atteinte. Reprise au début.

# SettingsGeneral
source: General
fr: Général

# SettingsPlugins
source: Plug-ins
fr: Extensions

# UnitByteFormat
source: 1 byte
fr: 1 octet

# UnitBytesFormat
source: {0:0.##} bytes
fr: {0:0.##} octets

# UnitExaByteFormat
source: {0:0.##} EB
fr: {0:0.##} Eo

# UnitGigaByteFormat
source: {0:0.##} GB
fr: {0:0.##} Go

# UnitKiloByteFormat
source: {0:0.##} KB
fr: {0:0.##} Ko

# UnitMegaByteFormat
source: {0:0.##} MB
fr: {0:0.##} Mo

# UnitPetaByteFormat
source: {0:0.##} PB
fr: {0:0.##} Po

# UnitTeraByteFormat
source: {0:0.##} TB
fr: {0:0.##} To
